{
  "header": {
    "about-us": "من نحن",
    "home": "الرئيسية",
    "sister-companies": "الشركات الشقيقة",
    "companies": "الشركات",
    "contact-us": "اتصل بنا",
    "furniture": "الميرة للسجاد والأثاث",
    "furniture-description": "الميرة للسجاد والأثاث",
    "medical": "الميرة الطبية",
    "medical-description": "الميرة الطبية",
    "contracting": "مركز الميرة للتجارة والمقاولات",
    "contracting-description": "مركز الميرة للتجارة والمقاولات",
    "steamatic": "الميرة ستيماتيك",
    "steamatic-description": "الميرة ستيماتيك",
    "optics": "الميرة للبصريات",
    "optics-description": "الميرة للبصريات"
  },
  "home": {
    "learn-more": "تعرف على المزيد",
    "title": "الميره جروب",
    "description": "الميرة هي مجموعة شركات متخصصة في عدة مجالات مختلفة، ودورها هو خدمة العملاء بأفضل طريقة ممكنة.",
    "contact-us": {
      "title": "لمزيد من المعلومات",
      "button": "تواصل معنا"
    },
    "footer": {
      "location": "طريق الدمام الخبر، حى الناصرية، الدمام، المملكة العربية السعودية\n"
    }
  },
  "about": {
    "title": "من نحن",
    "description": "منذ بداية القرن العشرين، بدأ عبدالغني إبراهيم الميرة في تجارة التوابل من متجره الواقع في السوق الصغير مقابل المسجد الحرام في مكة المكرمة. ثم توسع النشاط التجاري. \n\n في عام 1977، وضع عبدالغني إبراهيم الميرة حجر الأساس لمؤسسة الميرة للتجارة والاستيراد. \n\n في عام 1989، أسس عبد اللطيف ومصطفى، أبناء عبدالغني إبراهيم الميرة، شركة الميرة للتجارة المحدودة. ثم في عام 1992، أسس أبناء عبدالغني إبراهيم الميرة مجموعة الميرة للاستثمار.",
    "learn-more": "تعرف على المزيد"
  },
  "facts": {
    "title": "حقائق عن الميرة",
    "cards": {
      "1": "المشاريع الحالية والجديدة",
      "2": "عدد الموظفين العاملين",
      "3": "مجالات الأعمال",
      "4": "المشاريع المنجزة"
    }
  },
  "contact-us": {
    "title": "احصل على آخر الأخبار وأفضل العروض",
    "phone-numbers": "أرقام الهاتف",
    "address": "العنوان",
    "address-1": "طريق الدمام - الخبر، الناصرية،",
    "address-2": "الدمام، المملكة العربية السعودية.",
    "emails": "البريد الإلكتروني",
    "form": {
      "name": "الاسم الكامل",
      "message": "الرسالة",
      "subject": "الموضوع",
      "email": "البريد الإلكتروني",
      "phone-number": "رقم الهاتف",
      "submit": "إرسال"
    }
  },
  "furniture": {
    "title": "الميرة للسجاد والأثاث",
    "carpets": "السجاد",
    "about": {
      "title": "عن الميرة للسجاد والأثاث",
      "description": "تمتلك الشركة أكثر من 50 عامًا من الخبرة في صناعة السجاد كموزع للأرضيات المستوردة عالية الجودة، بما في ذلك السجاد، بلاط السجاد، الفينيل، السجاد المخصص، الباركيه، والبطانة.\n\nلدينا أيضًا مجموعة واسعة من السجاد المحلي الذي تنتجه شركتنا الشقيقة، مصنع الميرة للسجاد. نحن نقدم سجاد تجاري عالي الجودة للمباني السكنية، المساجد، المكاتب، الفنادق، البنوك، والمنشآت التجارية والمدارس، مصنوع من البولي بروبيلين، الأكريليك، والصوف/النايلون.\n\nنحن معروفون ليس فقط بجودة السجاد ولكن أيضًا بخدمتنا الممتازة التي نقدمها من خلال موظفينا المحترفين المدربين وأحدث المعدات التكنولوجية."
    },
    "carpets-section": {
      "title": "عن الميرة للسجاد والأثاث",
      "description": "عند زيارة العميل لمتجر السجاد، يكون دائمًا في بحث عن قطعة تتكامل بسلاسة مع ديكور منزله. لقد اختار بالفعل الأثاث، ألوان الجدران، الإضاءة، الجبس الزخرفي، والستائر، مما يجعل السجاد الخطوة الأخيرة في استكمال التصميم الداخلي لمنزله. غالبًا ما يزور عدة متاجر، بحثًا عن القطعة النهائية التي تكمل رؤيته لمنزله. يعرف العميل تمامًا ما يريد—الشكل، اللون، والأسلوب المثالي للسجاد موجود بوضوح في خياله. ومع ذلك، غالبًا ما يواجه خيبة أمل عندما يصطدم بالواقع؛ حيث نادرًا ما يكون اللون، النمط، والحجم الذي يتخيله متاحًا في السوق. \n\n في قسم التصنيع لدينا، نتجاوز اختيارات السجاد التقليدية. لا نقيد أنفسنا بالموجود فقط—بل ندفع حدود خيال عملائنا. بدلاً من تقديم تصاميم جاهزة فقط، نزور منزل العميل، ونحلل كل زاوية من ديكوره، ونحدد الحجم المناسب، والتصميم المثالي، والألوان المناسبة لمساحته. يستخدم مصممونا برامج متطورة لتصميم السجاد لدمج جميع العناصر—الأثاث، الستائر، الجدران، والأسقف—مما يخلق سجادة تتناغم بانسجام مع المكان. والنتيجة هي سجادة مخصصة، مصممة حصريًا للعميل. الألوان، الأنماط، والأبعاد كلها معدة لتناسب رؤيته بشكل مثالي. \n\n بمجرد الانتهاء من التصميم، تبدأ مرحلة التصنيع. باستخدام أحدث آلات نسج السجاد، نضمن: • المتانة – أقوى الخيوط عالية الجودة • ألوان زاهية – ثابتة تحت أقصى درجات الضغط لضمان بقائها • الدقة – وفقًا للمعايير الدولية والمحلية \n\n لقد عمل قسم التصنيع لدينا في مركز ميره للأثاث والسجاد بنجاح على مشاريع كبيرة على مر السنين، بما في ذلك: • المساجد • القصور • الفنادق • قاعات الزفاف • المنازل الخاصة بغض النظر عن حجم المشروع—كبيرًا كان أو صغيرًا—نحن نقدم منتجاتنا بدقة وجودة عالية."
    },
    "projects": {
      "governmentProjects": "المشروعات الحكومية",
      "companyProjects": "مشروعات الشركات",
      "hotelProjects": "مشروعات الفنادق",
      "mosqueProjects": "مشروعات المساجد",
      "projects": {
        "government": {
          "1": "جامعة الملك فهد للبترول والمعادن - مدينة الظهران بالمنطقة الشرقية.",
          "2": "جامعة الملك فيصل - مدينة الأحساء.",
          "3": "جامعة الملك خالد - مدينة أبها.",
          "4": "جامعة أم القرى - مكة المكرمة.",
          "5": "جامعة الملك عبد العزيز.",
          "6": "جامعة الملك عبد الله.",
          "7": "جامعة الملك سعود.",
          "8": "جامعة نجران.",
          "9": "مدينة الملك عبد العزيز الطبية.",
          "10": "وزارة الداخلية بالرياض.",
          "11": "وزارة الحج والشؤون الإسلامية.",
          "12": "الهيئة العامة للطيران المدني.",
          "13": "شركة أرامكو السعودية.",
          "14": "الشركة السعودية للكهرباء بجميع فروعها.",
          "15": "إمارة منطقة مكة المكرمة.",
          "16": "مجمع الملك فهد الطبي العسكري.",
          "17": "مستشفى الملك فهد.",
          "18": "مستشفى الملك فيصل التخصصي.",
          "19": "مطار الملك فهد الدولي.",
          "20": "جامعة الباحة.",
          "21": "الحرس الوطني بالأحساء.",
          "22": "شركة سابك.",
          "23": "السكك الحديدية.",
          "24": "شركة أسمنت ينبع.",
          "25": "شركة أسمنت المنطقة الشرقية."
        },
        "company": {
          "1": "شركة التعهدات والمشاريع الإنشائية CCE.",
          "2": "شركة اليمامة.",
          "3": "شركة الأسيس للمقاولات.",
          "4": "الهيئة الملكية للجبيل وينبع.",
          "5": "شركة العنقري (مشروع الأرصاد الجوية بجدة).",
          "6": "مجموعة سعودي أوجيه بجميع فروعها.",
          "7": "مجموعة بن لادن.",
          "8": "شركة نسما.",
          "9": "شركة عصام قباني.",
          "10": "شركة رابية.",
          "11": "مجموعة الدباغ.",
          "12": "مجموعة جاد كروم لتشغيل الفنادق بالمنطقة الغربية.",
          "13": "بنك الرياض بجميع فروع المملكة.",
          "14": "بنك ساب.",
          "15": "شركة الحاج حسين علي رضا.",
          "16": "الرازي.",
          "17": "التميمي.",
          "18": "مجموعة سعد القابضة.",
          "19": "شركة مرافق للكهرباء والمياه في الجبيل وينبع.",
          "20": "شركة المنارة في الجبيل.",
          "21": "شركة العثمان للإنتاج والتصنيع الزراعي.",
          "22": "شركة الصغير للمقاولات.",
          "23": "شركة المجال العربي للمقاولات.",
          "24": "شركة الجفالي وإخوانه."
        },
        "hotel": {
          "1": "فندق مطار جدة.",
          "2": "فندق رمادا جدة.",
          "3": "فندق الدار البيضاء جدة.",
          "4": "فندق البلاد جدة.",
          "5": "فندق ميريديان المدينة.",
          "6": "فندق الأمين كروم المدينة.",
          "7": "فندق المحراب المدينة.",
          "8": "فندق الإسراء المدينة.",
          "9": "فندق الحارثية المدينة.",
          "10": "فندق أبراج البيت مكة.",
          "11": "فندق الصفا سيت جروب مكة.",
          "12": "فندق البسام مكة.",
          "13": "قاعات جراند كورال مكة.",
          "14": "مجموعة جاد للفنادق مكة.",
          "15": "فندق القصيبي الخبر.",
          "16": "فندق الملكة الرياض.",
          "17": "فندق شيراتون الدمام.",
          "18": "فندق الدمام.",
          "19": "فندق كورال الخبر."
        },
        "mosque": {
          "1": "جامع عبد الرزاق قنبر الأنصاري في وسط الدمام بحي النخيل.",
          "2": "مساجد الهيئة الملكية في الجبيل.",
          "3": "جامع خليفة القضيبي (المنيرة) في الناصرية الدمام.",
          "4": "جامع بدر الكبرى في المزروعية الدمام.",
          "5": "مسجد فهد الحقيل بجانب وزارة الخارجية الدمام.",
          "6": "مسجد الحصان في المزروعية الدمام.",
          "7": "مسجد مستشفى المواساة في الجبيل.",
          "8": "مسجد الزبير بن العوام في المزروعية الدمام.",
          "9": "مسجد العريفي على طريق البحرين.",
          "10": "مسجد جسر الملك فهد طريق البحرين."
        }
      }
    }
  },
  "segment-control": {
    "home": "الرئيسية",
    "gallery": "المعرض",
    "projects": "المشاريع"
  },
  "medical": {
    "title": "الميره للأجهزة الطبية",
    "segment-control": {
      "home": "الرئيسية",
      "gallery": "طب الأسنان",
      "projects": "المشاريع والخدمات"
    },
    "about": {
      "title": "الميره للأجهزة الطبية",
      "text1": "منذ عام 1979، تأسست شركة و مركز الميرة لمعدات المستشفيات والمستلزمات الطبية لتجارة وتوريد المعدات الطبية المتطورة لكل قسم من أقسام المستشفى / العيادة في كل من القطاعين الحكومي والخاص. من خلال فروعها الأربعة التي تضم صالات عرض كبيرة في المدن الرئيسية في المملكة العربية السعودية وجميع دول مجلس التعاون الخليجي. بالإضافة لمشاريع أخرى في بعض دول الشرق الأوسط",
      "text2": "يغطي هذا القسم نطاقًا كاملاً بدءًا من الأسرة ذات الجودة العالية التي تستخدم لمرة واحدة وما إلى ذلك وحتى المعدات المتطورة مثل الأشعة السينية، الموجات فوق الصوتية، أنظمة المراقبة، حاضنات الأطفال، تخطيط القلب، المعقمات، أجهزة التنفس الصناعي، البخاخات، كراسي طب الأسنان وجميع مواد طب الأسنان الأخرى. يلتزم القسم بخدمة ما بعد البيع المدعومة بفريق مؤهل ومدرب من المهندسين والفنيين. نحن أيضًا الوكلاء الوحيدون للعديد من الشركات والمصنعين المشهورين عالميًا.\n\nكما أنها واحدة من الشركات الرائدة في توريد مجموعة مختلفة من المستلزمات الطبية للمستشفيات والعيادات الرائدة في جميع أنحاء المملكة.",
      "text3": "وتعد ايضا إحدى الشركات الرائدة المعتمدة في صيانة معدات المستشفيات التابعة لوزارة الصحة. يوجد الآن أكثر من 300 طراز مختلف ومصنوع من آلات الأشعة السينية بموجب عقودهم معنا لصيانتها. بصرف النظر عن صيانة المستشفيات والمستوصفات الخاصة الأخرى.\n\nشركة فوكودا دينيش المحدودة - اليابان: 70 عامًا من الخبرة في تطوير التكنولوجيا الطبية. تاريخ شركة فوكودا دينيش المحدودة هو تاريخ جهاز تخطيط القلب. من أول جهاز تخطيط القلب في اليابان حتى الآن، يتم سرد تاريخ ابتكاراتنا. كما ساهمت بشكل كبير في تقدم صحة الناس من خلال إنتاج وبيع مجموعة واسعة من المعدات الطبية التي تركز على أنظمة القلب والأوعية الدموية والجهاز التنفسي.\n\nAtom Medical Corporation– اليابان: مع وضع \"احترام الحياة\" في الاعتبار، تعمل شركة Atom Medical Corporation على تعزيز البحث والتطوير للرعاية الطبية الحديثة. بصفتها شركة تصنيع شاملة متخصصة في إنتاج المعدات الطبية بشكل أساسي في مجال رعاية ما حول الولادة، تعمل شركة Atom Medical Corporation على تعزيز البحث والتطوير لتلبية أحدث الاحتياجات الطبية في البيئات السريرية. من خلال الاستفادة الكاملة من البيانات المتنوعة التي تراكمت لدينا على مر السنين ومعدات البحث الحديثة، قمنا بتطوير منتجات متقدمة بسرعة. مع وضع \"احترام الحياة\" في الاعتبار والتطلع إلى المستقبل، نبذل جهودًا مستمرة لتطوير التكنولوجيا والمنتجات الطبية التي ستلبي احتياجات مقدمي الرعاية الطبية في المستقبل.\n\nشركة باراماونت للأسرّة المحدودة – اليابان: الشركة الأولى في تصنيع أسرّة المستشفيات في اليابان، وهي شركة رائدة عالميًا في مجال تكنولوجيا الرعاية الصحية، \"الاستماع إلى عملائنا\" هو شعار شركة باراماونت منذ تأسيسها في عام 1947. نحن نقدم مجموعة واسعة من الأسرة والإكسسوارات عالية الجودة لتلبية الاحتياجات المعقدة لمقدمي الرعاية والمستفيدين كجزء لا يتجزأ من بيئات الرعاية الصحية.\n\nكما أنها واحدة من الشركات الرائدة المرخص لها بصيانة معدات المستشفيات التابعة لوزارة الصحة. والآن، هناك أكثر من 300 طراز مختلف ومصنوعة من أجهزة الأشعة السينية بموجب عقودنا لصيانتها. وبصرف النظر عن ذلك، صيانة المستشفيات الخاصة الأخرى والمستوصفات.\n\nكما شاركنا في أحد أكبر المعارض في العالم وخاصة في دول مجلس التعاون الخليجي والذي أقيم في دبي – الإمارات العربية المتحدة في السنوات القليلة الماضية"
    },
    "about-page": {
      "title": "الميره للأسنان",
      "description": "طب الأسنان من شركة مركز الميرة للتجارة المحدودة، يديرها أطباء أسنان في جميع فروعنا، في مجالات المبيعات والتسويق. بعض الشركات المصنعة المعروفة في مجال طب الأسنان توفر أنواعًا مختلفة من المواد والمعدات، بعضها على النحو التالي. تتبنى شركة مركز الميرة للتجارة في القرن الحادي والعشرين نهجًا عالميًا لصحة الناس وسعادتهم من خلال أطباء الأسنان والفنيين وخبراء النظافة وغيرهم من المتخصصين في طب الأسنان في جميع أنحاء العالم، تساهم منتجات العناية بالأسنان عالية الجودة التي تقدمها شركة مركز الميرة للتجارة المحدودة بشكل كبير في صحة الناس. وبصفتها شركة تصنيع منتجات أسنان ذات مكانة عالمية، تسعى شركة مركز الميرة للتجارة المحدودة باستمرار إلى إنتاج منتجات أصلية صديقة للبيئة وكذلك صديقة للمرضى وتسبق احتياجات المرضى بخطوة، وفي الوقت نفسه تولي عناية كبيرة لتقليل تأثير عمليات التصنيع على البيئة. من خلال إنتاج منتجات صديقة للناس وصديقة للبيئة، سنستمر في إنشاء منتجات ذات قيمة مضافة عالية لتوفير صحة الفم لشعوب العالم خلال القرن الحادي والعشرين، وهو القرن الذي نعتبره قرن الصحة.\n\n",
      "details": {
        "title": "ممثل - الشركات المصنعة",
        "text1": "GC Corp. - اليابان. مواد طب الأسنان مواد اللصق/التثبيت، مواد الترميم، مواد الطباعة، الشمع، الأحجار/الحشوات، راتنجات قاعدة الأسنان الصناعية، راتنجات أخرى، أسنان صناعية/بورسلين، سبائك الأسنان، المواد الكاشطة/السنادات، أدوات قناة الجذر، الأدوات اليدوية، المنتجات الوقائية، منتجات مكافحة العدوى ذات الصلة، مواد أخرى، أجهزة ذات صلة.\n\nTEKNO-MEDICAL Optik C. GmbH & Co KG أدوات جراحية للجراحة الدقيقة والعصبية، والتنظير الداخلي، بما في ذلك تنظير البطن، وجراحة المسالك البولية، وتنظير الرحم، وتنظير المفاصل، وتنظير الجيوب الأنفية، ووحدات الفيديو، وأمراض النساء، وجراحة القلب والصدر والأوعية الدموية، وجراحة العظام، وجراحة البطن، وجراحة الموجات فوق الصوتية\n\nPrestige Medical - المملكة المتحدة: هي واحدة من الشركات الرائدة عالميًا في تصنيع أجهزة التعقيم بالبخار.\n\nFrank Dental: مجال الأدوات الدوارة لأطباء الأسنان، وأطباء تقويم الأسنان، وجراحي الفم والوجه والفكين، وممارسات العلاج الوقائي والمختبرات - معقمة أو غير معقمة.",
        "text2": "frank.dental - technologie vom tegernsee",
        "text4": "frank.dental - technologie vom tegernsee",
        "text5": "Svenska Dentorama AB: هي واحدة من الشركات المصنعة والمصدرة الرائدة في الدول الاسكندنافية للمواد الاستهلاكية للأسنان\n\nANGELUS INDUSTRIA DE PRODUTOS ODONTOLÓGICOS S/A.: تصنيع مواد طب الأسنان، والمختبرات، وطب الأسنان الوقائي، وطب الأسنان الترميمي، وتركيبات الأسنان الصناعية.\n\nشركة SAS RUBBER DISTRIBUTION CO.,LTD.: مصنعون ومصدرون للقفازات المطاطية عالية الجودة التي تستخدم لمرة واحدة."
      }
    },
    "projects": {
      "description": "طب الأسنان من شركة مركز الميرة للتجارة المحدودة، يديرها أطباء أسنان في جميع فروعنا، في مجالات المبيعات والتسويق. بعض الشركات المصنعة المعروفة في مجال طب الأسنان توفر أنواعًا مختلفة من المواد والمعدات، بعضها على النحو التالي. تتبنى شركة مركز الميرة للتجارة في القرن الحادي والعشرين نهجًا عالميًا لصحة الناس وسعادتهم من خلال أطباء الأسنان والفنيين وخبراء النظافة وغيرهم من المتخصصين في طب الأسنان في جميع أنحاء العالم، تساهم منتجات العناية بالأسنان عالية الجودة التي تقدمها شركة مركز الميرة للتجارة المحدودة بشكل كبير في صحة الناس. وبصفتها شركة تصنيع منتجات أسنان ذات مكانة عالمية، تسعى شركة مركز الميرة للتجارة المحدودة باستمرار إلى إنتاج منتجات أصلية صديقة للبيئة وكذلك صديقة للمرضى وتسبق احتياجات المرضى بخطوة، وفي الوقت نفسه تولي عناية كبيرة لتقليل تأثير عمليات التصنيع على البيئة. من خلال إنتاج منتجات صديقة للناس وصديقة للبيئة، سنستمر في إنشاء منتجات ذات قيمة مضافة عالية لتوفير صحة الفم لشعوب العالم خلال القرن الحادي والعشرين، وهو القرن الذي نعتبره قرن الصحة.\n\nبعد أكثر من خمس سنوات، انفصل هذا القسم عن قسم المبيعات الطبية وتم إطلاقه كقسم كامل يركز بشكل أساسي على عقود الخدمة للطرف الثالث للمستشفيات والمستوصفات؛ توريد قطع الغيار الأصلية و أنابيب الأشعة السينية وترقيات المعدات ورقمنة قسم الأشعة وخدمات التفكيك وإعادة التثبيت. حاليًا، نقدم الدعم الكامل لمعدات سيمنز بدءًا من شاشات تخطيط القلب إلى أجهزة المسح المقطعي المحوسب\n\nيشرف القسم على الفوز بعدد كبير من عقود الخدمة من المستشفيات الخاصة والمستوصفات لمعدات الأشعة السينية المختلفة وأجهزة المسح المقطعي المحوسب والتي تصل قيمتها إلى أكثر من مليون ريال سعودي. علاوة على ذلك، قمنا بتنفيذ وظائف لوزارة الصحة في المنطقة الشرقية بناءً على طلباتهم لمعدات سيمنز\n\nالقسم مدعوم بمهندسي خدمة مدربين من قبل الشركة المصنعة الأصلية للدعم الفني / الاستشارات ومجهزين بالكامل بأدوات متخصصة من الشركات المصنعة المشهورة عالميًا لإجراء المعايرة / ضمان الجودة والإصلاحات السريعة. كما نحظى بدعم العديد من المنظمات الكبيرة في الخارج لتوريد قطع الغيار والدعم الفني في الوقت المناسب عند الحاجة\n\nلقد حصلنا مؤخرًا على مشروع صيانة معدات سيمنز من وزارة الصحة في مكة المكرمة لمكة المكرمة وعرفات ومنى\n\nممثلو الشركات المصنعة :\n\nSpellman High Voltage Electronics GmbH - ألمانيا: تقدم شركة K&S Röntgenwerk، بوكوم، وهي شركة متخصصة في تطوير المولدات عالية التردد ومعدات الأشعة السينية ومعالجة التصوير الرقمي، نفسها",
      "title": "المشاريع والخدمات"
    }
  },
  "contracting": {
    "title": "مركز الميرة للتجارة والمقاولات",
    "segment-control": {
      "home": "الرئيسية",
      "services": "الخدمات",
      "projects": "المشاريع"
    },
    "about": {
      "title": "الميره للمباني والمقاولات",
      "description": "تتولى شركة الميرة تنفيذ المشاريع على أساس تسليم المفتاح، ويشمل ذلك: تجهيز الموقع، أعمال الخرسانة للبنية التحتية والفوقية، أعمال التشطيب، توريد وتركيب المباني الفولاذية... إلخ.\n",
      "title2": "المنشآت الفولاذية",
      "description2": "متخصصون في تركيب المباني الفولاذية والإنشائية ومنتجات الكسوة. تتمتع شركة الميرة بسجل حافل من أعمال التركيبات الفولاذية الناجحة لجميع أنواع\n",
      "title3": "مركز الميرة للتجارة والمقاولات والصيانة",
      "description3": "يعتبر قسم المقاولات والصيانة إحدى الشركات الرائدة في مجال مقاولات المباني والمقاولات في المملكة العربية السعودية."
    }
  },
  "sections": {
    "sister-companies": "شركات الميره الشقيقة",
    "title": "قطاعات الأعمال",
    "companies": "مجموعة شركات الميره",
    "furniture": "الميره للسجاد و الأثاث",
    "medical": "الميرة للأجهزة الطبية",
    "contracting": "الميرة للمباني والمقاولات",
    "optics": "الميرة للبصريات",
    "steamatic": "الميرة ستيماتك"
  },
  "gate": {
    "title": "بوابتـــك للإستثمـــار"
  },
  "about-page": {
    "title": "عن الميرة",
    "introduction": "مقدمة",
    "description": "منذ بداية القرن العشرين، بدأ عبد الغني إبراهيم ميرة تجارة التوابل من محله الواقع في السوق الصغير مقابل المسجد الحرام بمكة المكرمة  و في عام 1977، وضع عبد الغني إبراهيم ميرة حجر الأساس لمؤسسة الميرة للتجارة والاستيراد.\n\nثم في عام 1989 قام عبداللطيف ومصطفى أبناء عبدالغني إبراهيم ميرة بتأسيس شركة مركز الميرة للتجارة المحدودة وتضمنت ما يلي:",
    "companies": {
      "title": "اطلق العنان للابداع مع الميرة",
      "furniture": {
        "title": "قسم الميره للأثاث والسجاد\n",
        "description": "تأسست شركة الميرة للأثاث والسجاد منذ أكثر من خمس عقود و قــد أعطـى شهـره للشركة فـي هــذه المنطقة التجارية في المملكـــة من خلال مراكزها والمعارض المقامة في الدمـــام، جـــدة و الريـــاض. كمــا تمتاز شركـــة الميــره للتجـــارة المحــدودة بالتجــارة فى السجاد والموكيت الخــــــاص بالارضيات منذ عشرات السنين وأصبح السجـاد مقروناً بإسم الميرة لشهرتهــم بالتجــارة فيـه وتميزهم بذلك عن غيرهم وذلك لتنوع السجـاد سواء القطــع او الموكيت . و نمتلك أيضا وكالات متعددة لمنتجات امريكية وايطالية واسبانية لاستيراد غرف النوم بتصاميم وأشكال مميزة وغرف الطعام وغرف الجلوس كما أن لدى مركز الميرة قسم خاص بأعمال الديكور بادارة مهندسين أكفاء. و بدورنا نستورد أفضــل النوعيات من السجـاد والأثــاث المنزلي مــن معظم المراكــز في العالــم.\n\n"
      },
      "medical": {
        "title": "قسم الميره للأجهزة الطبية",
        "description": "منذ عــام 1979 قام القسم الطبي بتأثيث وتزويد المستشفيات الحكوميــة والأهليــــة وكذلك المستوصفات الخاصــة بمعظــم التجهيزات. ونتميز ايضا بتنويع المنتجات من أسرة المستشفيات وأجهزة مراقبة وتخطيط القلب و أجهــزة الأشعـة والألتراساوند وحضانات الأطفال وأجهزة التعقيم و مـواد الأسنــان بالإضافة إلى الأجهـزة الطبيــــة عاليـة التقنيــة والأثاث الطبي المتنوع وتمثيله للعديد من الشركات المصنعة العالمية ولدينا أيضــا آلات جراحية والمستهلكات الطبية مثل الشاش وفوط العمليــات والسرنجـــات و البترفلاي والكانيولا والقفازات الطبية وهذا على سبيل المثال ولا شك أن شركــة الميره هي من أولى الشركات المعتمدة من قبل وزارة الصحـــة لصيانة أجهزة الأشعة حيث يقوم بصيانة أكثر من 300 جهـــاز أشعـة مختلفــة الموديلات من مختلف الشركات المصنعة لدى مستشفيـــات وزارة الصحـــة بمختلف مناطق المملكـــة بالإضافة للمستشفيات والمستوصفات الأهلية\n\n"
      },
      "contracting": {
        "title": "قسم الميره للمقاولات والصيانة\n",
        "description": "تأسس قسم المقاولات والصيانة عام 1978 ويغطي نشاطات العمل المجالات التالية إنشاء المباني الصناعية والتجارية وصيانة المباني الحديدية وتشمل: أعمال أنظمة الحماية للسقوف وذلك بواسطة العزل المائي والعزل الحراري أو الحماية ضد الصدأ بالإضافة إلى أعمال الصيانة الوقائية وبيع أنظمة أعمال الصيانة الخاصة بالمباني بالإضافة إلى منتجات وإكسسوارات المباني المختلفة. و أخيرا في عام 1992 قام أبناء عبد الغني إبراهيم ميرة بتأسيس مجموعة الميرة الاستثمارية والتي ضمت ما يلي:\n"
      },
      "steamatic": {
        "title": "الميره ستيماتيك\n",
        "description": "الميرة ستيماتيك هو الوكيل الرئيسي لشركة ستيماتيك الولايات المتحدة الأمريكية . وتقدم الشركة خدمات عالية الجودة مثل الهواء في الأماكن المغلقة و خدمات الاستجابة للطوارئ .و  تواصل الميرة ستيماتيك لاختراق السوق من خلال التركيز على ثلاثة أنواع من العملاء ، أصحاب المنازل ، و أصحاب المباني و مديري و ضباط التأمين. حيث أن الناس و يتم وضع الميرة ستيماتيك للاستفادة كلا من هذه الاتجاهات . ونحن نقدم لهم كل الخدمات الضرورية للحفاظ على بيئة داخلية نظيفة والتعافي من الحرائق والفيضانات و الكوارث الطبيعية بأقل التكاليف في أسرع إطار زمني ممكن.\n\n"
      },
      "optics": {
        "title": "شركة الميره للبصريات المحدودة\n",
        "description": "تأسست الشركة في عام 1993 والتي اتخذت رؤية خاصة ومميزة، ولقد رسخت وجودها بذلك والآن يوجد لدينا ستة فروع على مستوى المملكة .في ارقى المجمعات والأماكن المميزة. ويتوفر لدينا أفضل الأجهزة الخاصة بكشف النظر وقص العدسات بالإضافة إلى العدسات اللاصقة الطبية والملونة. ونسعى دائما لتقديم أحدث وأفضل الماركات العالمية من النظارات والنظارات الشمسية والعدسات اللاصقة. ونهدف دوما إلى تقديم أفضل الخدمات للحفاظ على العملاء الكرام.\n\n"
      }
    }
  },
  "steamatic": {
    "about": {
      "title": "الميره ستيماتك\n",
      "description": "الميرة ستيماتك هو صاحب الامتياز الرئيسي لشركة Steamatic Inc. USA. تقدم شركتنا خدمات هواء داخلي عالية الجودة وخدمات الاستجابة للطوارئ. تواصل شركة الميرة ستيماتك اختراق السوق من خلال التركيز على ثلاثة أنواع من العملاء؛ أصحاب المنازل وأصحاب/مديري المباني وضابط التأمين.\n\nقامت شركة مجموعة الميرة الاستثمارية بتأسيس شركة الميرة ستيماتيك في عام 1991 وتعمل حاليًا في المملكة العربية السعودية ولها مكاتب تقع في الدمام والجبيل وجدة ومكة والمدينة المنورة وينبع والرياض،\n\nكما أننا افتتحنا مؤخرًا فرعنا في الإمارات العربية المتحدة دبي. تتمتع شركة الميرة ستيماتيك بتاريخ من كونها رائدة في مجال جودة الهواء الداخلي والاستجابة لحالات الطوارئ.\n\nلدينا أحد عشر مصدرًا للربح وهي استعادة الحرائق، وتجديد المياه، وتنظيف السجاد، وتنظيف الأثاث، وتنظيف الستائر، وتنظيف مجاري الهواء والملفات، وترميم الخشب، وتنظيف السقف، وتنظيف الجدران والأرضيات.\n\nنحن فخورون بأن نعلن أن شركة الميرة ستيماتيك معتمدة من قبل بعض أكبر الشركات والمعاهد في خدمات الترميم.\n\n"
    },
    "title": "الميره ستيماتك\n",
    "segment-control": {
      "home": "الرئيسية",
      "gallery": "المعرض",
      "customers": "عملائنا",
      "services": "خدماتنا"
    },
    "customers": {
      "second": {
        "1": " سابك",
        "2": " ارامكو السعودية",
        "3": " التصنيع",
        "4": " الهيئة الملكية",
        "5": " مستشفيات الحرس الوطنى",
        "6": " مستشفي الملك فيصل التخصصى",
        "7": " وزارة الخارجية",
        "8": " وزارة المالية "
      },
      "first": {
        "1": " الهيئة العامة للطيران المدنى",
        "2": " سعودى اوجيه",
        "3": " مستشفى سعد",
        "4": " وزارة الصحة",
        "5": " المراكز العربية",
        "6": " متشفى المواساة",
        "7": " مستشفى باقدو والدكتور عرفان العام",
        "8": " الزامل"
      }
    },
    "services-page": {
      "details": "تنظيف مجاري الهواء\nيوفر نظام التكييف والتدفئة المركزي بيئة مثالية لنمو الفطريات والبكتيريا وانتشار الغبار والمواد المسببة للحساسية في جميع أنحاء المنزل. تتسبب هذه الشوائب في ظهور روائح عفنة وقد تؤدي إلى تفاقم الحساسية بشكل خطير.\n\nتعمل عملية تنظيف مجاري الهواء من شركة الميره ستيماتيك على الحد من الروائح غير المرغوبة وتقليل الملوثات الهوائية بشكل كبير. أثبتت الاختبارات المستقلة أن خدمات التنظيف الاحترافية لمجاري الهواء من الميره ستيماتيك يمكنها إزالة ما يصل إلى 82.6٪ من العفن والفطريات والبكتيريا الملوثة للهواء في منزلك.\n\nيساعد نظام تدوير الهواء النظيف على تحسين تدفق الهواء بنسبة تصل إلى 30٪، ويزيد من كفاءة التبريد والتدفئة لوحدتك بما يصل إلى ست درجات، ويمكن أن يقلل من تكاليف الطاقة في منزلك.\n\n\n2- تنظيف وإزالة الدهون من أنظمة شفط المطبخ تقوم الميره ستيماتيك أيضًا بتنظيف وصيانة أنظمة شفط المطبخ. حيث نقوم بتنظيف كامل للمناطق من شفاطات المطبخ إلى مداخن التهوية لضمان بيئة آمنة ونظيفة. 3- التنظيف بالبخار، إزالة الروائح وتطهير السجاد والأرائك يستخدم نظام تنظيف السجاد الحاصل على براءة اختراع من ستيماتيك عملية حرارية محكمة لإزالة الغبار والأوساخ والبقع بعمق حتى قاعدة الألياف. في الاختبارات المستقلة، تبين أن ستيماتيك يقلل من مستويات البكتيريا والخمائر والعفن في السجاد بنسبة تصل إلى 92.5٪. هذه الطريقة الموثوقة لاستخراج الأوساخ آمنة للاستخدام على السجاد المقاوم للبقع لأن الميره ستيماتيك لا تستخدم مواد كيميائية قاسية أو شامبوهات أو منظفات. تساعد هذه العملية اللطيفة في إطالة عمر السجاد وتقليل الحاجة إلى التنظيف المتكرر. يمكن لفني الميره ستيماتيك أيضًا تطبيق منتجات حماية السجاد الاختيارية.\n\n3- الحماية باستخدام سكوتش جارد\n\n4- التنظيف الجاف للستائر يمكن تنظيف الأقمشة الحساسة بطريقة آمنة وجافة في الموقع دون انكماش باستخدام تقنية التنظيف الجاف Lambrite. يتم إزالة الأتربة والأوساخ والغبار بلطف من أقمشة الستائر، كما يتم التخلص من الروائح الكريهة والدخان. نظرًا لأن الطيات والستائر المنظفة يدويًا تحافظ على شكلها، فلا حاجة للكي. ستقوم الميره ستيماتيك أيضًا بتنظيف قضبان الستائر لضمان النظافة الكاملة.\n\n5- تنظيف المباني بعد الإنشاء والتنظيف العام\n\n6- تنظيف وتلميع وتلميع الرخام",
      "title": "خدمات الميره ستيماتك",
      "description": "الميرا Steamatic هي صاحب امتياز رئيسي في شركة Steamatic Inc USA. \nتوفر شركتنا خدمات الهواء الداخلي عالية الجودة وخدمات الاستجابة للطوارئ."
    }
  },
  "optics": {
    "title": "الميره للبصريات",
    "segment-control": {
      "home": "الرئيسية",
      "gallery": "معارضنا",
      "brands": "الماركات"
    },
    "about": {
      "title": "عن الميره للبصريات\n",
      "description": "تأسست الشركة عام 1993 وقد رسخت تواجدها بذلك.والآن أصبح للميرة للبصريات ستة فروع في المملكة راقية ومميزة جداً .\n\nلقد وفرنا أفضل الأجهزة لكشف المواد ومعدات قطع العدسات اللاصقة\n\nونسعى دائما إلى تقديم أحدث وأفضل الماركات العالمية من النظارات والنظارات الشمسية والعدسات اللاصقة .\n\nونهدف باستمرار إلى تقديم أفضل الخدمات للحفاظ على العملاء الكرام ."
    }
  }
}
