{
  "header": {
    "about-us": "من نحن",
    "home": "الرئيسية",
    "sister-companies": "الشركات الشقيقة",
    "companies": "الشركات",
    "contact-us": "اتصل بنا",
    "furniture": "الميرا للسجاد والأثاث",
    "furniture-description": "الميرا للسجاد والأثاث",
    "medical": "الميرا الطبية",
    "medical-description": "الميرا الطبية",
    "contracting": "مركز الميرا للتجارة",
    "contracting-description": "مركز الميرا للتجارة",
    "steamatic": "الميرا ستيماتيك",
    "steamatic-description": "الميرا ستيماتيك",
    "optics": "الميرا للبصريات",
    "optics-description": "الميرا للبصريات"
  },
  "home": {
    "learn-more": "تعرف على المزيد",
    "title": "الميره جروب",
    "description": "الميرا هي مجموعة شركات متخصصة في عدة مجالات مختلفة، ودورها هو خدمة العملاء بأفضل طريقة ممكنة.",
    "contact-us": {
      "title": "لمزيد من المعلومات",
      "button": "تواصل معنا"
    },
    "footer": {
      "location": "طريق الدمام الخبر، حى الناصرية، الدمام، المملكة العربية السعودية\n"
    }
  },
  "about": {
    "title": "من نحن",
    "description": "منذ بداية القرن العشرين، بدأ عبدالغني إبراهيم الميرا في تجارة التوابل من متجره الواقع في السوق الصغير مقابل المسجد الحرام في مكة المكرمة. ثم توسع النشاط التجاري. \n\n في عام 1977، وضع عبدالغني إبراهيم الميرا حجر الأساس لمؤسسة الميرا للتجارة والاستيراد. \n\n في عام 1989، أسس عبد اللطيف ومصطفى، أبناء عبدالغني إبراهيم الميرا، شركة الميرا للتجارة المحدودة. ثم في عام 1992، أسس أبناء عبدالغني إبراهيم الميرا مجموعة الميرا للاستثمار.",
    "learn-more": "تعرف على المزيد"
  },
  "facts": {
    "title": "حقائق عن الميرا",
    "cards": {
      "1": "المشاريع الحالية والجديدة",
      "2": "عدد الموظفين العاملين",
      "3": "مجالات الأعمال",
      "4": "المشاريع المنجزة"
    }
  },
  "contact-us": {
    "title": "احصل على آخر الأخبار وأفضل العروض",
    "phone-numbers": "أرقام الهاتف",
    "address": "العنوان",
    "address-1": "طريق الدمام - الخبر، الناصرية،",
    "address-2": "الدمام، المملكة العربية السعودية.",
    "emails": "البريد الإلكتروني",
    "form": {
      "name": "الاسم الكامل",
      "message": "الرسالة",
      "subject": "الموضوع",
      "email": "البريد الإلكتروني",
      "phone-number": "رقم الهاتف",
      "submit": "إرسال"
    }
  },
  "furniture": {
    "title": "الميرا للسجاد والأثاث",
    "carpets": "السجاد",
    "about": {
      "title": "عن الميرا للسجاد والأثاث",
      "description": "تمتلك الشركة أكثر من 50 عامًا من الخبرة في صناعة السجاد كموزع للأرضيات المستوردة عالية الجودة، بما في ذلك السجاد، بلاط السجاد، الفينيل، السجاد المخصص، الباركيه، والبطانة.\n\nلدينا أيضًا مجموعة واسعة من السجاد المحلي الذي تنتجه شركتنا الشقيقة، مصنع الميرا للسجاد. نحن نقدم سجاد تجاري عالي الجودة للمباني السكنية، المساجد، المكاتب، الفنادق، البنوك، والمنشآت التجارية والمدارس، مصنوع من البولي بروبيلين، الأكريليك، والصوف/النايلون.\n\nنحن معروفون ليس فقط بجودة السجاد ولكن أيضًا بخدمتنا الممتازة التي نقدمها من خلال موظفينا المحترفين المدربين وأحدث المعدات التكنولوجية."
    },
    "projects": {
      "governmentProjects": {
        "title": "المشاريع الحكومية",
        "projects": {
          "1": "جامعة الملك فهد للبترول والمعادن - الظهران، المنطقة الشرقية.",
          "2": "جامعة الملك فيصل - الأحساء.",
          "3": "جامعة الملك خالد - أبها.",
          "4": "جامعة أم القرى - مكة.",
          "5": "جامعة الملك عبدالعزيز.",
          "6": "جامعة الملك عبدالله.",
          "7": "جامعة الملك سعود.",
          "8": "جامعة نجران.",
          "9": "مدينة الملك عبدالعزيز الطبية.",
          "10": "وزارة الداخلية - الرياض.",
          "11": "وزارة الحج والشؤون الإسلامية.",
          "12": "الهيئة العامة للطيران المدني.",
          "13": "أرامكو السعودية.",
          "14": "الشركة السعودية للكهرباء بجميع الفروع.",
          "15": "إمارة منطقة مكة المكرمة.",
          "16": "مجمع الملك فهد الطبي.",
          "17": "مستشفى الملك فهد الطبي.",
          "18": "مستشفى الملك فيصل التخصصي.",
          "19": "مطار الملك فهد الدولي.",
          "20": "جامعة الباحة.",
          "21": "الحرس الوطني في الأحساء.",
          "22": "سابك.",
          "23": "السكك الحديدية.",
          "24": "شركة ينبع للأسمنت.",
          "25": "شركة الأسمنت بالمنطقة الشرقية."
        }
      }
    }
  },
  "segment-control": {
    "home": "الرئيسية",
    "gallery": "المعرض",
    "projects": "المشاريع"
  },
  "medical": {
    "title": "الميرا الطبية",
    "segment-control": {
      "home": "الرئيسية",
      "gallery": "طب الأسنان",
      "projects": "المشاريع والخدمات"
    },
    "about": {
      "title": "عن الميرا الطبية",
      "text1": "منذ عام 1979، تقدم الميرا للمعدات الطبية خدماتها في جميع القطاعات الطبية من المستشفيات والعيادات الحكومية والخاصة.",
      "text2": "تغطي هذه الوحدة مجموعة كاملة من المعدات الطبية المتطورة والمستلزمات الطبية لمختلف الأقسام.",
      "text3": "تعتبر الميرا واحدة من الشركات الرائدة في صيانة المعدات الطبية لمستشفيات وزارة الصحة."
    }
  },
  "contracting": {
    "title": "مركز الميرا للتجارة والمقاولات",
    "segment-control": {
      "home": "الرئيسية",
      "services": "الخدمات",
      "projects": "المشاريع"
    },
    "about": {
      "title": "عن الميرا للبناء الفولاذي",
      "description": "تقوم الميرا بتنفيذ مشاريع البناء الكاملة بدءًا من التحضير إلى الإنهاء، بما في ذلك الأعمال الخرسانية والهياكل الفولاذية.",
      "title2": "المنشآت الفولاذية",
      "description2": "متخصصون في بناء الهياكل الفولاذية الجاهزة لجميع أنواع المشاريع.",
      "title3": "مركز الميرا للتجارة والمقاولات والصيانة",
      "description3": "يعد قسم المقاولات والصيانة أحد الشركات الرائدة في مجال المباني الفولاذية بالمملكة."
    }
  },
  "sections": {
    "sister-companies": "شركات الميره الشقيقة",
    "title": "قطاعات الأعمال",
    "companies": "مجموعة شركات الميره",
    "furniture": "الميره للسجاد و الأثاث",
    "medical": "الميرة للأجهزة الطبية",
    "contracting": "الميرا للمباني والمقاولات",
    "optics": "الميرة للبصريات",
    "steamatic": "الميرة ستيماتك"
  },
  "gate": {
    "title": "بوابتـــك للإستثمـــار"
  },
  "about-page": {
    "title": "عن الميرة",
    "introduction": "مقدمة",
    "description": "منذ بداية القرن العشرين، بدأ عبد الغني إبراهيم ميرة تجارة التوابل من محله الواقع في السوق الصغير مقابل المسجد الحرام بمكة المكرمة  و في عام 1977، وضع عبد الغني إبراهيم ميرة حجر الأساس لمؤسسة الميرة للتجارة والاستيراد.\n\nثم في عام 1989 قام عبداللطيف ومصطفى أبناء عبدالغني إبراهيم ميرة بتأسيس شركة مركز الميرة للتجارة المحدودة وتضمنت ما يلي:",
    "companies": {
      "title": "اطلق العنان للابداع مع الميرة",
      "furniture": {
        "title": "قسم الميره للأثاث والسجاد\n",
        "description": "تأسست شركة الميرة للأثاث والسجاد منذ أكثر من خمس عقود و قــد أعطـى شهـره للشركة فـي هــذه المنطقة التجارية في المملكـــة من خلال مراكزها والمعارض المقامة في الدمـــام، جـــدة و الريـــاض. كمــا تمتاز شركـــة الميــره للتجـــارة المحــدودة بالتجــارة فى السجاد والموكيت الخــــــاص بالارضيات منذ عشرات السنين وأصبح السجـاد مقروناً بإسم الميرة لشهرتهــم بالتجــارة فيـه وتميزهم بذلك عن غيرهم وذلك لتنوع السجـاد سواء القطــع او الموكيت . و نمتلك أيضا وكالات متعددة لمنتجات امريكية وايطالية واسبانية لاستيراد غرف النوم بتصاميم وأشكال مميزة وغرف الطعام وغرف الجلوس كما أن لدى مركز الميرة قسم خاص بأعمال الديكور بادارة مهندسين أكفاء. و بدورنا نستورد أفضــل النوعيات من السجـاد والأثــاث المنزلي مــن معظم المراكــز في العالــم.\n\n"
      },
      "medical": {
        "title": "قسم الميره للأجهزة الطبية",
        "description": "منذ عــام 1979 قام القسم الطبي بتأثيث وتزويد المستشفيات الحكوميــة والأهليــــة وكذلك المستوصفات الخاصــة بمعظــم التجهيزات. ونتميز ايضا بتنويع المنتجات من أسرة المستشفيات وأجهزة مراقبة وتخطيط القلب و أجهــزة الأشعـة والألتراساوند وحضانات الأطفال وأجهزة التعقيم و مـواد الأسنــان بالإضافة إلى الأجهـزة الطبيــــة عاليـة التقنيــة والأثاث الطبي المتنوع وتمثيله للعديد من الشركات المصنعة العالمية ولدينا أيضــا آلات جراحية والمستهلكات الطبية مثل الشاش وفوط العمليــات والسرنجـــات و البترفلاي والكانيولا والقفازات الطبية وهذا على سبيل المثال ولا شك أن شركــة الميره هي من أولى الشركات المعتمدة من قبل وزارة الصحـــة لصيانة أجهزة الأشعة حيث يقوم بصيانة أكثر من 300 جهـــاز أشعـة مختلفــة الموديلات من مختلف الشركات المصنعة لدى مستشفيـــات وزارة الصحـــة بمختلف مناطق المملكـــة بالإضافة للمستشفيات والمستوصفات الأهلية\n\n"
      },
      "contracting": {
        "title": "قسم الميره للمقاولات والصيانة\n",
        "description": "تأسس قسم المقاولات والصيانة عام 1978 ويغطي نشاطات العمل المجالات التالية إنشاء المباني الصناعية والتجارية وصيانة المباني الحديدية وتشمل: أعمال أنظمة الحماية للسقوف وذلك بواسطة العزل المائي والعزل الحراري أو الحماية ضد الصدأ بالإضافة إلى أعمال الصيانة الوقائية وبيع أنظمة أعمال الصيانة الخاصة بالمباني بالإضافة إلى منتجات وإكسسوارات المباني المختلفة. و أخيرا في عام 1992 قام أبناء عبد الغني إبراهيم ميرة بتأسيس مجموعة الميرة الاستثمارية والتي ضمت ما يلي:\n"
      },
      "steamatic": {
        "title": "الميره ستيماتيك\n",
        "description": "الميرة ستيماتيك هو الوكيل الرئيسي لشركة ستيماتيك الولايات المتحدة الأمريكية . وتقدم الشركة خدمات عالية الجودة مثل الهواء في الأماكن المغلقة و خدمات الاستجابة للطوارئ .و  تواصل الميرة ستيماتيك لاختراق السوق من خلال التركيز على ثلاثة أنواع من العملاء ، أصحاب المنازل ، و أصحاب المباني و مديري و ضباط التأمين. حيث أن الناس و يتم وضع الميرة ستيماتيك للاستفادة كلا من هذه الاتجاهات . ونحن نقدم لهم كل الخدمات الضرورية للحفاظ على بيئة داخلية نظيفة والتعافي من الحرائق والفيضانات و الكوارث الطبيعية بأقل التكاليف في أسرع إطار زمني ممكن.\n\n"
      },
      "optics": {
        "title": "شركة الميره للبصريات المحدودة\n",
        "description": "تأسست الشركة في عام 1993 والتي اتخذت رؤية خاصة ومميزة، ولقد رسخت وجودها بذلك والآن يوجد لدينا ستة فروع على مستوى المملكة .في ارقى المجمعات والأماكن المميزة. ويتوفر لدينا أفضل الأجهزة الخاصة بكشف النظر وقص العدسات بالإضافة إلى العدسات اللاصقة الطبية والملونة. ونسعى دائما لتقديم أحدث وأفضل الماركات العالمية من النظارات والنظارات الشمسية والعدسات اللاصقة. ونهدف دوما إلى تقديم أفضل الخدمات للحفاظ على العملاء الكرام.\n\n"
      }
    }
  }
}
